//Задание 1: Сделайте страницу, которая выводит «Я люблю БОРЩ!»

alert('Я люблю БОРЩ!');


/*Задание 2: Работа с переменными
Объявите две переменные: admin и name.
Запишите в name строку "Василий".
Скопируйте значение из name в admin.
Выведите admin (должно вывести «Василий»).*/

var admin = "Василий";
var name;
var name = admin;
alert(admin);
alert(name);


/*Задание 3: Объявление переменных
Создайте переменную для названия нашей планеты и присвойте ей значение "Земля". Правильное имя выберите сами.
Создайте переменную для имени посетителя со значением "Петя". Имя также на ваш вкус.*/

var ourPlanet = "Земля";
alert(ourPlanet);


/*Задание 4: Взаимодействия с пользователями
Создайте страницу, которая спрашивает имя и выводит его.*/

var visitorName = "Петя";
alert(visitorName);
